// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Näytön kalibrointi";
HelpTitle = "Näytön kalibrointi";

HPAdvancedProfilingSolutionInfoTitle = "Kalibroi ja profiloi tietokoneen näyttö, jotta saat tasaiset väritulokset.\n\nValitse “Kalibroi” ja kalibroi näyttö HP:n Advanced Profiling Solution -ratkaisulla.";
AppleDisplayCalibratorInfoTitle = "Kalibroi ja profiloi tietokoneen näyttö, jotta saat tasaiset väritulokset.\n\nValitse “Kalibroi” ja kalibroi näyttö Applen Näytön kalibroinnin aputoiminnolla.";
KongAppleDisplayCalibratorInfoTitle = "Näytöissä tapahtuu värilaadun huononemista ajan mittaan. ICC-profiili, joka toimitetaan joidenkin näyttöjen mukana, muuttuu vähitellen epäkelvoksi ja värin tarkkuus heikkenee. Käytä Applen näytön kalibroijaa säännöllisesti ja tuota mukautettu ICC-profiili ja varmista optimaalinen värisuorituskyky. Kalibroinnin aikaväli vaihtelee eri näytöissä, ammattilaiset yleenä suosittelevat näytön kalibrointia kahden viikon välein.";

DesignjetButtonTitle = "Kalibroi";
ButtonDefaultTitle = "Käynnistä näytön kalibrointi";